[
  {
    "number": 1,
    "arabic": "بِسْمِ اللّٰهِ الرَّحْمَانِ الرَّحِيمِ مِفْتَاحُ كُلِّ كِتَابٍ",
    "turkish": "Bütün semâvî kitâbların anahtarı, Besmele-i Şerîfe’dir.",
    "english": "The key to all heavenly books is the Basmala (In the name of Allah, the Most Gracious, the Most Merciful).",
    "french": "La clé de tous les livres célestes est la Basmala (Au nom d'Allah, le Tout Miséricordieux, le Très Miséricordieux).",
    "german": "Der Schlüssel zu allen himmlischen Büchern ist die Basmala (Im Namen Allahs, des Allerbarmers, des Barmherzigen).",
    "chain": "Reported in Jami' as-Saghir",
    "narrator": "Ali ibn Abi Talib (r.a.)",
    "source": "Câmi’u’s-sağîr"
  },
  {
    "number": 2,
    "arabic": "اَلْحَمْدُ عَلٰي النِّعْمَةِ أَمَانٌ لِزَوَالِهِ",
    "turkish": "Cenâb-ı Hakk’ın ni’metlerine şükür, o ni’metin zevâline (yok olmasına) emândır.",
    "english": "Gratitude for Allah's blessings is a safeguard against their loss.",
    "french": "La gratitude pour les bienfaits d'Allah est une protection contre leur perte.",
    "german": "Dankbarkeit für Allahs Segnungen ist ein Schutz vor deren Verlust.",
    "chain": "Reported in various collections",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Deylemî"
  },
  {
    "number": 3,
    "arabic": "اِنَّ اَوْلَي النَّاسِ بِي اَكْثَرُهُمْ عَلَيَّ صَلاَةً",
    "turkish": "Sizden bana en yakın olan kimse, bana çokça salevât getirendir.",
    "english": "The closest people to me are those who send the most blessings upon me.",
    "french": "Les personnes les plus proches de moi sont celles qui m'envoient le plus de bénédictions.",
    "german": "Die mir am nächsten stehenden Menschen sind diejenigen, die mir die meisten Segenswünsche senden.",
    "chain": "Jami' as-Saghir",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Câmi’u’s-sağîr"
  },
  {
    "number": 4,
    "arabic": "لاَيَقْبَلُ اللّٰهُ اِيمَانًا بِلاَعَمَلٍ وَلاَعَمَلاً بِلاَاِيمَانٍ",
    "turkish": "Cenâb-ı Allah amelsiz îmânı ve îmânsız da ameli kabûl buyurmaz.",
    "english": "Allah does not accept faith without deeds, nor deeds without faith.",
    "french": "Allah n'accepte ni la foi sans les actes, ni les actes sans la foi.",
    "german": "Allah akzeptiert weder Glauben ohne Taten noch Taten ohne Glauben.",
    "chain": "Reported by Daylami",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Menâvî"
  },
  {
    "number": 5,
    "arabic": "اِنَّمَا الْأَعْمَالُ بِالنِّيّٰاتِ",
    "turkish": "Ameller niyetlere göredir.",
    "english": "Actions are judged by intentions.",
    "french": "Les actions sont jugées selon les intentions.",
    "german": "Taten werden nach den Absichten beurteilt.",
    "chain": "Umar → Alqama ibn Abi Waqqas → Muhammad ibn Ibrahim at-Taymi → Yahya ibn Sa'id al-Ansari",
    "narrator": "Umar ibn al-Khattab (r.a.)",
    "source": "Menâvi"
  },
  {
    "number": 6,
    "arabic": "اَلْمَرْءُ مَعَ مَنْ اَحَبَّ",
    "turkish": "Kişi sevdiği ile beraberdir.",
    "english": "A person will be with those whom he loves.",
    "french": "Une personne sera avec ceux qu'elle aime.",
    "german": "Ein Mensch wird mit denen sein, die er liebt.",
    "chain": "Sahih Bukhari, Sahih Muslim",
    "narrator": "Anas ibn Malik (r.a.)",
    "source": "Buhârî, Müslim"
  },
  {
    "number": 7,
    "arabic": "اِنَّ اللّٰهَ تَعَالٰي يُعْطِي الدُّنْيَا عَلٰي نِيَّةِ الْاٰخِرَةِ",
    "turkish": "Âhiret saâdeti için çalışanlara Cenâb-ı Hakk dünya saâdetini de ihsân buyurur.",
    "english": "Allah grants worldly success to those who work for the Hereafter.",
    "french": "Allah accorde le succès mondain à ceux qui œuvrent pour l'au-delà.",
    "german": "Allah gewährt weltlichen Erfolg denen, die für das Jenseits arbeiten.",
    "chain": "Reported by Daylami",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Deylemî"
  },
  {
    "number": 8,
    "arabic": "اَلنِّيَّةُ الْحَسَنَةُ تُدْخِلُ صَاحِبَهَا الْجَنَّةَ",
    "turkish": "Cenâb-ı Hakk’ın rızâsını kazanmak için beslenen güzel niyet, sâhibini cennete dâhil eder.",
    "english": "A good intention will admit its owner to Paradise.",
    "french": "Une bonne intention fera entrer son propriétaire au Paradis.",
    "german": "Eine gute Absicht wird ihren Besitzer ins Paradies führen.",
    "chain": "Reported by Daylami",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Deylemî"
  },
  {
    "number": 9,
    "arabic": "أَخْلَصْ دِينَكَ يَكْفِيكَ الْعَمَلُ الْقَلِيلُ",
    "turkish": "İbâdetini riyâ (gösteriş), garaz (bozuk niyet) ve ivazdan (karşılık beklemekten) hâlis et (temizle). Bu halde az bir amel senin için kâfîdir (yeterlidir).",
    "english": "Purify your religion, and a little deed will suffice for you.",
    "french": "Purifiez votre religion, et peu d'actions vous suffiront.",
    "german": "Reinige deine Religion, und wenige Taten werden dir genügen.",
    "chain": "Reported by Munawi",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Münâvî"
  },
  {
    "number": 10,
    "arabic": "لاَيُؤْمِنُ عَبْدٌ حَتّٰي يَكُونَ قَلْبُهُ وَلِسَانُهُ سَوَاءً",
    "turkish": "Lisan ile kalp bir olmadıkça hiçbir kul, mü’min-i kâmil olmaz.",
    "english": "A servant does not truly believe until his heart and tongue are in harmony.",
    "french": "Un serviteur ne croit vraiment que lorsque son cœur et sa langue sont en harmonie.",
    "german": "Ein Diener glaubt nicht wirklich, bis sein Herz und seine Zunge in Harmonie sind.",
    "chain": "Reported in Kanz al-Irfan",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Kenzü’l İrfân"
  },
  {
    "number": 11,
    "arabic": "تَزَوَّجُوا فَاِنِّي اُبَاهِي بِكُمُ الْاُمَمَ",
    "turkish": "Evlenin çünkü ben diğer ümmetlere karşı sizin çokluğunuzla iftihar edeceğim.",
    "english": "Marry, for I will take pride in your numbers before other nations.",
    "french": "Mariez-vous, car je serai fier de votre nombre devant les autres nations.",
    "german": "Heiratet, denn ich werde vor anderen Nationen stolz auf eure Anzahl sein.",
    "chain": "Sahih Bukhari, Sahih Muslim",
    "narrator": "Anas ibn Malik (r.a.)",
    "source": "Buhârî, Müslim"
  },
  {
    "number": 12,
    "arabic": "أَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ هٰكَذَا",
    "turkish": "Yetimi himâye eden cennette şöylece benimle beraberdir. (Resûlullâh (s.a.v.) ‘hâkezâ’ derken şahâdet parmağıyla orta parmağını aralıklı açarak göstermiştir.)",
    "english": "The one who takes care of an orphan will be with me in Paradise like this. (The Prophet pointed with his index and middle fingers, holding them slightly apart.)",
    "french": "Celui qui prend soin d'un orphelin sera avec moi au Paradis comme ceci. (Le Prophète montra avec ses doigts index et majeur, les tenant légèrement écartés.)",
    "german": "Derjenige, der sich um eine Waise kümmert, wird mit mir im Paradies sein wie dies. (Der Prophet zeigte mit seinem Zeige- und Mittelfinger, wobei er sie leicht gespreizt hielt.)",
    "chain": "Sahih Bukhari 6005, 5304",
    "narrator": "Sahl ibn Sa'd (r.a.)",
    "source": "Buhârî"
  },
  {
    "number": 13,
    "arabic": "طَلَبُ الْحَلاَلِ جِهَادٌ",
    "turkish": "Helâlinden kazanmak hak yolunda yapılan muhârebe kadar ecirlidir.",
    "english": "Seeking lawful earnings is like striving in the way of Allah.",
    "french": "Rechercher des gains licites est comme lutter dans la voie d'Allah.",
    "german": "Das Streben nach rechtmäßigem Verdienst ist wie der Kampf auf dem Wege Allahs.",
    "chain": "Reported by Daylami",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Deylemî"
  },
  {
    "number": 14,
    "arabic": "أَفْضَلُ الْمُؤْمِنِينَ اَحْسَنُهُمْ خُلُقًا",
    "turkish": "Mü’minin en fazîletlisi, ahlâkı en güzel olanıdır.",
    "english": "The most virtuous of believers is the one with the best character.",
    "french": "Le plus vertueux des croyants est celui qui a le meilleur caractère.",
    "german": "Der tugendhafteste der Gläubigen ist derjenige mit dem besten Charakter.",
    "chain": "Sahih Bukhari",
    "narrator": "Abu Huraira (r.a.)",
    "source": "Buhârî"
  },
  {
    "number": 15,
    "arabic": "قَيِّدُوا الْعِلْمَ بِالْكِتَابَةِ",
    "turkish": "İlmi kitâbetle; yani yazarak bağlayın.",
    "english": "Preserve knowledge by writing it down.",
    "french": "Préservez la connaissance en l'écrivant.",
    "german": "Bewahre Wissen, indem du es aufschreibst.",
    "chain": "Reported in Tirmidhi",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Tirmizî"
  },
  {
    "number": 16,
    "arabic": "مَنْ دَلَّ عَلٰي خَيْرٍ فَلَهُ أَجْرُ فَاعِلِهِ",
    "turkish": "Kim bir hayra delâlet ederse onu işleyen gibi ecir alır.",
    "english": "Whoever guides to good has a reward similar to the one who does it.",
    "french": "Quiconque guide vers le bien a une récompense similaire à celui qui le fait.",
    "german": "Wer zum Guten anleitet, hat einen Lohn ähnlich dem, der es tut.",
    "chain": "Sahih Muslim 1893",
    "narrator": "Abu Mas'ud al-Ansari (r.a.)",
    "source": "Beyhakî"
  },
  {
    "number": 17,
    "arabic": "قَيِّدْ وَتَوَكَّلْ",
    "turkish": "Deveni bağla, ondan sonra Allah’a tevekkül et.",
    "english": "Tie your camel, then trust in Allah.",
    "french": "Attachez votre chameau, puis faites confiance à Allah.",
    "german": "Binde dein Kamel fest und vertraue dann auf Allah.",
    "chain": "Reported in Tirmidhi",
    "narrator": "Anas ibn Malik (r.a.)",
    "source": "Tirmizî"
  },
  {
    "number": 18,
    "arabic": "بُعِثْتُ لِاُتَمِّمَ مَكَارِمَ الْاَخْلاَقِ",
    "turkish": "Ben güzel ahlâkı tamamlamak üzere peygamber ba’s olundum (gönderildim).",
    "english": "I was sent to perfect good character.",
    "french": "J'ai été envoyé pour parfaire le bon caractère.",
    "german": "Ich wurde gesandt, um die guten Charakterzüge zu vervollkommnen.",
    "chain": "Sahih Bukhari, Sahih Muslim",
    "narrator": "Abu Huraira (r.a.)",
    "source": "Buhârî, Müslim"
  },
  {
    "number": 19,
    "arabic": "لَيْسَ الْغِنٰي عَنْ كَثْرَةِ الْعَرَضِ وَلٰكِنَّ الْغِنٰي غَنِيَ النَّفْسِ",
    "turkish": "Zenginlik arâzî ve mal çokluğundan ibâret değildir. Asıl zenginlik kalp zenginliği yani kanaattir.",
    "english": "Wealth is not in having many possessions, but true wealth is the richness of the soul (contentment).",
    "french": "La richesse ne consiste pas à avoir de nombreux biens, mais la vraie richesse est la richesse de l'âme (le contentement).",
    "german": "Reichtum besteht nicht darin, viele Besitztümer zu haben, sondern wahrer Reichtum ist der Reichtum der Seele (Zufriedenheit).",
    "chain": "Sahih Muslim 2999",
    "narrator": "Abu Huraira (r.a.)",
    "source": "Müslim"
  },
  {
    "number": 20,
    "arabic": "خَيْرُ الْأُمُورِ اَوْسَاطُهَا",
    "turkish": "İşlerin hayırlısı ortalarıdır. Yani ifrat ve tefritten âzâde (aşırılıktan uzak), mu’tedil (orta) olandır.",
    "english": "The best of matters are those moderate, free from extremes.",
    "french": "Les meilleures des affaires sont celles modérées, libres des extrêmes.",
    "german": "Die besten Angelegenheiten sind die gemäßigten, frei von Extremen.",
    "chain": "Reported by Bayhaqi",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Beyhakî"
  },
  {
    "number": 21,
    "arabic": "اِنَّ مِنَ السَّرَفِ اَنْ تَأْكُلَ كُلَّ مَآاِشْتَحَيْتَ",
    "turkish": "Canın her istediğini yemek de israf cümlesindendir.",
    "english": "Eating everything you desire is also a form of wastefulness.",
    "french": "Manger tout ce que vous désirez est également une forme de gaspillage.",
    "german": "Alles zu essen, was du begehrst, ist auch eine Form der Verschwendung.",
    "chain": "Sunan Abu Dawud",
    "narrator": "Miqdam ibn Ma'dikarib (r.a.)",
    "source": "Ebû Dâvud"
  },
  {
    "number": 22,
    "arabic": "طُوبٰي لِمَنْ طَالَ عُمْرُهُ وَحَسُنَ عَمَلُهُ",
    "turkish": "Ömrü uzun ve ameli hareketi, işi ve ibâdeti güzel olan kimseye ne mutlu!",
    "english": "Blessed is the one whose life is long and whose deeds are good!",
    "french": "Béni soit celui dont la vie est longue et dont les actes sont bons !",
    "german": "Gesegnet ist derjenige, dessen Leben lang ist und dessen Taten gut sind!",
    "chain": "Reported by Tabarani",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Taberânî"
  },
  {
    "number": 23,
    "arabic": "أَحَبُّ الْاَعْمَالِ اِلٰي اللّٰهِ اَدْوَمُهَا وَاِنْ قَلَّ",
    "turkish": "Amellerin Allah’a en sevgilisi, az da olsa devamlı olanıdır.",
    "english": "The most beloved of deeds to Allah are those done consistently, even if they are small.",
    "french": "Les actions les plus aimées d'Allah sont celles faites de manière constante, même si elles sont petites.",
    "german": "Die Allah am liebsten sind, sind die Taten, die beständig verrichtet werden, auch wenn sie klein sind.",
    "chain": "Sahih Bukhari - Aisha → Urwah → Hisham",
    "narrator": "Aisha (r.a.)",
    "source": "Buhârî"
  },
  {
    "number": 24,
    "arabic": "اِذَا جَاءَ اَحَدَكُمْ اَلْجُمْعَةَ فَلْيَغْتَسِلْ",
    "turkish": "Sizden herhangi biriniz Cumâ namazına gideceği zaman gusletsin.",
    "english": "When one of you comes to Friday prayer, let him perform ghusl (full ablution).",
    "french": "Quand l'un de vous vient à la prière du vendredi, qu'il accomplisse le ghusl (ablution complète).",
    "german": "Wenn einer von euch zum Freitagsgebet kommt, soll er Ghusl (Ganzkörperwaschung) vollziehen.",
    "chain": "Sahih Bukhari, Sahih Muslim",
    "narrator": "Abu Sa'id al-Khudri (r.a.)",
    "source": "Buhârî, Müslim"
  },
  {
    "number": 25,
    "arabic": "عَامَّةُ عَذَابِ الْقَبْرِ مِنَ الْبَوْلِ",
    "turkish": "Kabir azâbının çoğu idrardan temizlenmeye ehemmiyet vermemektendir.",
    "english": "Most of the punishment of the grave is due to negligence in cleaning oneself from urine.",
    "french": "La plupart des châtiments de la tombe sont dus à la négligence dans le nettoyage de l'urine.",
    "german": "Der Großteil der Grabstrafe ist auf Nachlässigkeit bei der Reinigung von Urin zurückzuführen.",
    "chain": "Sunan Ibn Majah, Sunan an-Nasa'i",
    "narrator": "Ibn Abbas (r.a.)",
    "source": "İbn Mâce, Nesaî"
  },
  {
    "number": 26,
    "arabic": "اَلسِّوَاكُ شِفٰاءُ مِنْ كُلِّ دَاءٍ اِلاَّ السَّامُ اَلسَّامُ الْمَوْتُ",
    "turkish": "Dişleri misvak ile temizlemek ölümden başka bütün hastalıkların mühim bir kısmına şifâdır.",
    "english": "Using the miswak (tooth stick) is a cure for all diseases except death.",
    "french": "L'utilisation du siwak (bâtonnet pour les dents) est un remède pour toutes les maladies sauf la mort.",
    "german": "Die Verwendung des Miswak (Zahnholz) ist ein Heilmittel für alle Krankheiten außer dem Tod.",
    "chain": "Reported by Daylami",
    "narrator": "Aisha (r.a.)",
    "source": "Keşfü’l hafâ, Deylemî"
  },
  {
    "number": 27,
    "arabic": "اَلنَّظَافَةُ تَدْعُوا اِلٰي الْاِيمَانِ",
    "turkish": "Temizliğe itinâ ve devamlılık, insanı tam bir îmâna da’vet eder.",
    "english": "Cleanliness invites to faith.",
    "french": "La propreté invite à la foi.",
    "german": "Sauberkeit lädt zum Glauben ein.",
    "chain": "Reported by Tabarani",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Taberânî"
  },
  {
    "number": 28,
    "arabic": "اِذَا تَوَضَّأَ اَحَدُكُمْ فَهُوَ فِي صَلاَةٍ مَالَمْ يُحْدِثْ",
    "turkish": "Sizden birisi abdestli bulunmak niyetiyle abdest alırsa, abdesti bozulmadıkça namazda bulunmuş gibi ecir alır.",
    "english": "When one of you performs ablution with the intention of remaining in a state of purity, he receives the reward of being in prayer as long as his ablution is not nullified.",
    "french": "Quand l'un de vous fait ses ablutions avec l'intention de rester en état de pureté, il reçoit la récompense d'être en prière tant que ses ablutions ne sont pas annulées.",
    "german": "Wenn einer von euch die Gebetswaschung mit der Absicht vollzieht, im Zustand der Reinheit zu bleiben, erhält er den Lohn des Gebets, solange seine Gebetswaschung nicht ungültig wird.",
    "chain": "Reported by Munawi",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Münâvî"
  },
  {
    "number": 29,
    "arabic": "اَحْسِنُوا اِقَامَةَ الصُّفُوفِ فِي الصَّلاَةِ",
    "turkish": "Namazda safları iyi doğrultunuz, yani bir hizâda ve muntazam tutunuz.",
    "english": "Perfect the straightening of rows in prayer.",
    "french": "Perfectionnez l'alignement des rangs dans la prière.",
    "german": "Vervollkommnet das Ausrichten der Reihen im Gebet.",
    "chain": "Sahih Muslim",
    "narrator": "Nu'man ibn Bashir (r.a.)",
    "source": "Müslim"
  },
  {
    "number": 30,
    "arabic": "اِذَا دَخَلَ اَحَدُكُمْ اَلْمَسْجِدَ فَلاَ يَجْلِسْ حَتّٰي يُصَلِّيَ رَكْعَتَيْنِ",
    "turkish": "Sizden biriniz mescide girdiği zaman iki rek’at namaz kılmadıkça oturmasın.",
    "english": "When one of you enters the mosque, let him not sit until he prays two units (rak'ahs).",
    "french": "Quand l'un de vous entre dans la mosquée, qu'il ne s'assoie pas avant d'avoir prié deux unités (rak'ahs).",
    "german": "Wenn einer von euch die Moschee betritt, soll er sich nicht setzen, bevor er zwei Gebetseinheiten (Rak'ahs) gebetet hat.",
    "chain": "Sahih Muslim",
    "narrator": "Abu Qatada (r.a.)",
    "source": "Müslim"
  },
  {
    "number": 31,
    "arabic": "اَوَّلُ تُحْفَةُ الْمُؤْمِنِ اَنْ يُغْفَرَ لِمَنْ صَلّٰي عَلَيْهِ",
    "turkish": "Mü’minin öldükten sonra verilmesine sebeb olduğu ilk hediyesi, cenâze namazını kılan kimsenin Allah katından mağfiret dilemesidir.",
    "english": "The first gift for the believer is that those who pray the funeral prayer for him seek forgiveness from Allah.",
    "french": "Le premier cadeau pour le croyant est que ceux qui prient la prière funéraire pour lui demandent pardon à Allah.",
    "german": "Das erste Geschenk für den Gläubigen ist, dass diejenigen, die das Totengebet für ihn verrichten, Allah um Vergebung bitten.",
    "chain": "Reported by Daylami",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Deylemî"
  },
  {
    "number": 32,
    "arabic": "لِكُلِّ شَيْءٍ زَكَاةٌ وَزَكَاةُ الْجَسَدِ الصَّوْمُ",
    "turkish": "Her şeyin bir zekâtı vardır. Cesedin zekâtı da oruçtur.",
    "english": "Everything has a charity, and the charity of the body is fasting.",
    "french": "Tout a une charité, et la charité du corps est le jeûne.",
    "german": "Alles hat eine Almosen, und das Almosen des Körpers ist das Fasten.",
    "chain": "Sunan Ibn Majah",
    "narrator": "Abu Huraira (r.a.)",
    "source": "İbn-i Mâce"
  },
  {
    "number": 33,
    "arabic": "مَنْ اِعْتَكَفَ عَشْرًا فِي رَمَضَانَ كَانَ كَحَجَّتَيْنِ وَ عُمْرَتَيْنِ",
    "turkish": "Kim ramazanın son on gününde itikâf ederse iki hac ve iki umre sevabı alır.",
    "english": "Whoever observes i'tikaf (spiritual retreat) for ten days in Ramadan will have the reward of two pilgrimages and two umrahs.",
    "french": "Quiconque observe l'i'tikaf (retraite spirituelle) pendant dix jours au Ramadan aura la récompense de deux pèlerinages et deux omras.",
    "german": "Wer im Ramadan zehn Tage I'tikaf (spiritueller Rückzug) hält, erhält den Lohn von zwei Pilgerfahrten und zwei Umras.",
    "chain": "Reported in Suyuti's Durr al-Mansur",
    "narrator": "Ibn Abbas (r.a.)",
    "source": "Suyûtî, Dürru’l Mensûr"
  },
  {
    "number": 34,
    "arabic": "اِذَا أَدَّيْتَ زَكَاةَ مَالِكَ فَقَدْ قَضَيْتَ مَا عَلَيْكَ",
    "turkish": "Malının zekâtını ödediğin zaman artık üzerinde olan borcunu yerine getirmiş olursun.",
    "english": "When you have paid the zakat (charity) of your wealth, you have fulfilled what is upon you.",
    "french": "Quand vous avez payé la zakat (charité) de votre richesse, vous avez accompli ce qui vous incombe.",
    "german": "Wenn du die Zakat (Almosen) deines Vermögens gezahlt hast, hast du deine Pflicht erfüllt.",
    "chain": "Sahih Bukhari",
    "narrator": "Abu Huraira (r.a.)",
    "source": "Buhârî"
  },
  {
    "number": 35,
    "arabic": "اِذَا تَصَدَّقْتَ فَأَمْضِهَا",
    "turkish": "Sadaka vereceğin zaman geciktirme.",
    "english": "When you give charity, do it immediately.",
    "french": "Quand vous donnez la charité, faites-le immédiatement.",
    "german": "Wenn du Almosen gibst, tue es sofort.",
    "chain": "Musnad Ahmad",
    "narrator": "Abu Dharr (r.a.)",
    "source": "Müsned"
  },
  {
    "number": 36,
    "arabic": "أَفْضَلُ الصَّدَقَةِ سَقْيُ الْمَاءِ",
    "turkish": "Sadakaların en fazîletlisi su içirmek ve su hayrı yapmaktır.",
    "english": "The best charity is providing water.",
    "french": "La meilleure charité est de fournir de l'eau.",
    "german": "Die beste Almosen ist, Wasser bereitzustellen.",
    "chain": "Musnad Ahmad, Sahih Ibn Khuzaymah",
    "narrator": "Sa'd ibn Ubadah (r.a.)",
    "source": "Ahmed bin Hanbel"
  },
  {
    "number": 37,
    "arabic": "وَفْدُ اللّٰهِ ثَلاَثَةٌ: اَلْغَازِي وَالْحَاجُّ وَالْمُعْتَمِرُ",
    "turkish": "Allah’ın misafirleri üçtür: Cihâd eden, hacca ve umreye giden.",
    "english": "Allah's guests are three: the warrior (in His cause), the pilgrim, and the one performing umrah.",
    "french": "Les invités d'Allah sont au nombre de trois : le combattant (dans Sa cause), le pèlerin et celui qui accomplit la omra.",
    "german": "Allahs Gäste sind drei: der Kämpfer (in Seiner Sache), der Pilger und derjenige, der die Umra vollzieht.",
    "chain": "Reported by Tabarani",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Taberânî"
  },
  {
    "number": 38,
    "arabic": "اَلْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ",
    "turkish": "Hakiki Müslüman, diğer Müslümanların elinden ve dilinden emin olduğu kimsedir.",
    "english": "A true Muslim is one from whose tongue and hand other Muslims are safe.",
    "french": "Un vrai musulman est celui dont la langue et la main épargnent les autres musulmans.",
    "german": "Ein wahrer Muslim ist derjenige, vor dessen Zunge und Hand andere Muslime sicher sind.",
    "chain": "Sahih Bukhari 10, Sahih Muslim",
    "narrator": "Abdullah ibn Amr (r.a.)",
    "source": "Buhârî, Müslim"
  },
  {
    "number": 39,
    "arabic": "لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ",
    "turkish": "Sizden biriniz, kendisi için istediğini kardeşi için de istemedikçe tam îmân etmiş olamaz.",
    "english": "None of you truly believes until he loves for his brother what he loves for himself.",
    "french": "Aucun de vous ne croit vraiment jusqu'à ce qu'il aime pour son frère ce qu'il aime pour lui-même.",
    "german": "Keiner von euch glaubt wirklich, bis er für seinen Bruder liebt, was er für sich selbst liebt.",
    "chain": "Bukhari 13 → Musaddad → Yahya → Shuba → Qatada → Anas",
    "narrator": "Anas ibn Malik (r.a.)",
    "source": "Buhârî, Müslim"
  },
  {
    "number": 40,
    "arabic": "اَلْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا",
    "turkish": "Mü’minler birbirine karşı tıpkı bir binanın taşları gibi birbirini tutup kuvvetlendirir.",
    "english": "The believer to the believer is like a building, each part strengthening the other.",
    "french": "Le croyant pour le croyant est comme un bâtiment, chaque partie renforçant l'autre.",
    "german": "Der Gläubige ist für den Gläubigen wie ein Gebäude, jeder Teil stärkt den anderen.",
    "chain": "Sahih Bukhari 481, 6026; Sahih Muslim 2585",
    "narrator": "Abu Musa al-Ash'ari (r.a.)",
    "source": "Buhârî, Müslim"
  },
  {
    "number": 41,
    "arabic": "مَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ",
    "turkish": "Kim ilim aramak için bir yola girerse, Allah onun için cennete giden bir yolu kolaylaştırır.",
    "english": "Whoever travels a path in search of knowledge, Allah will make easy for him a path to Paradise.",
    "french": "Quiconque emprunte un chemin à la recherche de la connaissance, Allah lui facilitera un chemin vers le Paradis.",
    "german": "Wer einen Weg beschreitet, um Wissen zu suchen, dem wird Allah einen Weg zum Paradies erleichtern.",
    "chain": "Sunan Abu Dawud 3641",
    "narrator": "Abu Darda (r.a.)",
    "source": "Sunan Abu Dawud, Tirmidhi, Ibn Majah"
  },
  {
    "number": 42,
    "arabic": "طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ",
    "turkish": "İlim öğrenmek her müslümana farzdır.",
    "english": "Seeking knowledge is obligatory upon every Muslim.",
    "french": "La recherche de la connaissance est obligatoire pour chaque musulman.",
    "german": "Das Streben nach Wissen ist für jeden Muslim verpflichtend.",
    "chain": "Sunan Ibn Majah 224",
    "narrator": "Anas ibn Malik (r.a.)",
    "source": "Sunan Ibn Majah"
  },
  {
    "number": 43,
    "arabic": "خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ",
    "turkish": "Sizin en hayırlınız Kuran'ı öğrenen ve öğretendir.",
    "english": "The best among you are those who learn the Quran and teach it.",
    "french": "Les meilleurs d'entre vous sont ceux qui apprennent le Coran et l'enseignent.",
    "german": "Die Besten unter euch sind diejenigen, die den Koran lernen und lehren.",
    "chain": "Sahih Bukhari 5027",
    "narrator": "Uthman ibn Affan (r.a.)",
    "source": "Sahih Bukhari"
  },
  {
    "number": 44,
    "arabic": "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ",
    "turkish": "Allah'a ve ahiret gününe iman eden ya hayır söylesin ya da sussun.",
    "english": "Whoever believes in Allah and the Last Day should speak good or remain silent.",
    "french": "Quiconque croit en Allah et au Jour Dernier doit dire du bien ou se taire.",
    "german": "Wer an Allah und den Jüngsten Tag glaubt, soll Gutes sprechen oder schweigen.",
    "chain": "Sahih Bukhari 6018; Sahih Muslim 47",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Sahih Bukhari, Sahih Muslim"
  },
  {
    "number": 45,
    "arabic": "الْجَنَّةُ تَحْتَ أَقْدَامِ الْأُمَّهَاتِ",
    "turkish": "Cennet annelerin ayakları altındadır.",
    "english": "Paradise lies under the feet of mothers.",
    "french": "Le Paradis se trouve sous les pieds des mères.",
    "german": "Das Paradies liegt unter den Füßen der Mütter.",
    "chain": "Sunan an-Nasa'i 3104",
    "narrator": "Muawiyah ibn Jahima (r.a.)",
    "source": "Sunan an-Nasa'i"
  },
  {
    "number": 46,
    "arabic": "الدِّينُ النَّصِيحَةُ",
    "turkish": "Din nasihattir (öğüttür).",
    "english": "Religion is sincere advice (nasihah).",
    "french": "La religion est le conseil sincère (nasihah).",
    "german": "Religion ist aufrichtiger Rat (Nasihah).",
    "chain": "Sahih Muslim 55",
    "narrator": "Tamim ad-Dari (r.a.)",
    "source": "Sahih Muslim"
  },
  {
    "number": 47,
    "arabic": "الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ",
    "turkish": "Helal açıktır, haram da açıktır.",
    "english": "The lawful is clear and the unlawful is clear.",
    "french": "Le licite est clair et l'illicite est clair.",
    "german": "Das Erlaubte ist klar und das Verbotene ist klar.",
    "chain": "Sahih Bukhari 52; Sahih Muslim 1599",
    "narrator": "Nu'man ibn Bashir (r.a.)",
    "source": "Sahih Bukhari, Sahih Muslim"
  },
  {
    "number": 48,
    "arabic": "إِنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا",
    "turkish": "Şüphesiz Allah temizdir, sadece temiz olanı kabul eder.",
    "english": "Verily, Allah is pure and accepts only that which is pure.",
    "french": "En vérité, Allah est pur et n'accepte que ce qui est pur.",
    "german": "Wahrlich, Allah ist rein und akzeptiert nur das, was rein ist.",
    "chain": "Sahih Muslim 1015",
    "narrator": "Abu Hurayrah (r.a.)",
    "source": "Sahih Muslim, Tirmidhi"
  },
  {
    "number": 49,
    "arabic": "اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ",
    "turkish": "Nerede olursan ol Allah'tan kork.",
    "english": "Fear Allah wherever you are.",
    "french": "Crains Allah où que tu sois.",
    "german": "Fürchte Allah, wo immer du bist.",
    "chain": "Jami' at-Tirmidhi 1987",
    "narrator": "Abu Dharr & Muadh ibn Jabal (r.a.)",
    "source": "Tirmidhi, Ahmad"
  },
  {
    "number": 50,
    "arabic": "لَا ضَرَرَ وَلَا ضِرَارَ",
    "turkish": "Zarar vermek ve zarara karşılık zarar vermek yoktur.",
    "english": "There should be neither harming nor reciprocating harm.",
    "french": "Il ne doit y avoir ni préjudice ni réciprocité du préjudice.",
    "german": "Es soll weder Schaden noch Gegenschaden geben.",
    "chain": "Sunan Ibn Majah 2340",
    "narrator": "Abu Sa'id al-Khudri (r.a.)",
    "source": "Ibn Majah, Malik's Muwatta"
  }
]